{
    "en": {
      "home": "HOME",
      "about": "ABOUT US",
      "project": "PROJECT PLANNER",
      "info": "INFORMATION",
      "heading": "About Us",
      "subtitle": "Together, we illuminate a sustainable future",
      "experienceText": "YEARS OF EXPERIENCE",
      "singleGoal": "One Goal",
      "megawattText": "MEGAWATT GENERATED <br>PER YEAR",
      "meetUs": "MEET US",
      "subHeading": "United to bring you the best.",
      "description1": "With over 15 years of experience in the industry, our team combines expertise with an unwavering passion for finding the best solutions for our clients. We understand that every purchasing decision is significant, which is why we take the time to listen, understand, and advise in an honest and clear manner.",
      "description2": "Our goal is to drive advancement in solar energy through advanced technological solutions and a client-centered approach, promoting a more sustainable and accessible future for all.",
      "objectivesHeading": "Our <span style=\"color: #ffdc53;\">Objectives</span>",
      "objectivesText": "We are dedicated to leading the transition to more sustainable and efficient energy. Our <span style=\"font-weight: bold;\">goal</span> is to provide high-quality solar solutions that maximize energy efficiency and contribute to a greener future. Our commitment is to provide exceptional service, from consultation to post-installation support, and to stay at the forefront of solar technology with advanced innovations. We also educate our clients on the benefits of solar energy, helping them make informed decisions and optimize their investments. With these objectives, we seek to transform the sector and build a cleaner, more efficient future for all.",
      "missionHeading": "Our <span style=\"color: #ffdc53;\">Mission</span>",
      "missionText": "Our <span style=\"font-weight: bold;\">mission</span> is to provide solar solutions that promote a more sustainable future while significantly reducing our clients' energy costs. We are committed to offering efficient and reliable systems that optimize long-term expenses, ensuring a favorable return on investment. With a focus on innovation and expert guidance, we make solar energy an economically viable and beneficial option, contributing to a greener future with lower energy costs.",
      "reviewsHeading": "Google <span style=\"color: white;\">Reviews</span>",
      "reviewsSubtitle": "<i>What our clients say</i>",
      
      "review1Text": "José Castro was the best in answering all my questions and prevented anyone from trying to scam me into renting instead of buying my solar system. We need more honest people like him. Thank you for all your help; I greatly appreciate it!",
      
      "review2Text": "I would like to acknowledge José, who saved me from hiring another solar energy company. He is quick and efficient, accompanying me every step of the way. Excellent customer service and reliable. Not only do I give him an excellent review, but I also rate him 199%. He gave me peace of mind and answered all my questions... his business is amazing.",
      
      "review3Text": "José Castro is my representative; I am very pleased with his performance, great service, always present and quick to answer all my questions to my complete satisfaction. My experience with Solar was easy and fast, I will surely recommend him to all my friends and family. Good job! @Jose, thanks for all your help and support.",
      
      "review4Text": "I am very happy to have José Castro as my solar representative. He has been very dedicated to my family since he installed for four houses, including my mother's. He made sure we got the lowest rate and helped us every step of the way until we had the panels running. I highly recommend José Castro as your Solar Rep. Thank you.",
      
      "review5Text": "José Castro is incredible!!! I'm a first-time homeowner and recently moved to California. He was very informative, always responsive, and went out of his way to help me acclimate. You should definitely look him up.",
      
      "review6Text": "José Castro is very professional and knowledgeable about solar energy. He genuinely cares about his clients. He was always available to answer our questions and keep us updated throughout the process. Thank you, José!",
      
      "review7Text": "José Castro was very professional from the first contact. He took the time to explain every detail of the process and addressed all my questions about the solar panel installation. Thanks to his advice, I was able to make an informed decision. Highly recommended!",
      
      "review8Text": "José Castro demonstrated a deep understanding of solar energy and offered a solution that perfectly suited my needs. Additionally, his kindness and willingness to help were remarkable. Definitely a great experience working with him.",
      "moreReviewsButton": "MORE REVIEWS",
      "readMore": "Read more",
        "Proyectos": "Projects",

        "13 Paneles": "13 Panels",

        "22 Paneles": "22 Panels",

        "26 Paneles": "26 Panels",

        "footerTitle": "We convert sunlight into efficient and cost-<br>effective energy for your home.",
        "footerContact": "Contact us",
        "footerLinks": "Go to:",
        "footerItem1": "About Us",
        "footerItem2": "Information",
        "footerItem3": "Home",
        "footerItem4": "FAQs",
        "footerItem5": "Educational content",
        "footerItem6": "Project Planner",
        "copyrightText": "2024 | JoseSolares | All rights reserved" 
    },
    "es": {
      "home": "INICIO",
      "about": "NOSOTROS",
      "project": "TU PROYECTO",
      "info": "INFORMACIÓN",
      "heading": "Nosotros",
      "subtitle": "Juntos, iluminamos un futuro sostenible",
      "experienceText": "AÑOS DE EXPERIENCIA",
      "singleGoal": "Un Objetivo",
      "megawattText": "MEGAWATT GENERADO <br>POR AÑO",
      "meetUs": "CONÓCENOS",
      "subHeading": "Unidos para brindarte lo mejor.",
      "description1": "Con más de 15 años de experiencia en la industria, nuestro equipo combina sus conocimientos con una pasión inquebrantable por encontrar las mejores soluciones para nuestros clientes. Entendemos que cada decisión de compra es significativa, y es por eso que nos tomamos el tiempo para escuchar, comprender y asesorar de manera honesta y clara.",
      "description2": "Nuestro objetivo es impulsar el avance en energía solar mediante soluciones tecnológicas avanzadas y un enfoque centrado en el cliente, promoviendo un futuro más sostenible y accesible para todos.",
      "objectivesHeading": "Nuestros <span style=\"color: #ffdc53;\">Objetivos</span>",
      "objectivesText": "Nos dedicamos a liderar la transición hacia una energía más sostenible y eficiente. Nuestro <span style=\"font-weight: bold;\">objetivo</span> es ofrecer soluciones solares de alta calidad que maximizan la eficiencia energética y contribuyen a un futuro más verde. Nuestro compromiso es proporcionar un servicio excepcional, desde la asesoría hasta el soporte post-instalación, y mantenernos a la cabeza en tecnología solar con innovaciones avanzadas. También educamos a nuestros clientes sobre los beneficios de la energía solar, ayudándoles a tomar decisiones informadas y optimizar su inversión. Con estos objetivos, buscamos transformar el sector y construir un futuro más limpio y eficiente para todos.",
      "missionHeading": "Nuestra <span style=\"color: #ffdc53;\">Misión</span>",
      "missionText": "Nuestra <span style=\"font-weight: bold;\">misión</span> es proporcionar soluciones solares que promuevan un futuro más sostenible mientras reducen significativamente los costos energéticos de nuestros clientes. Nos comprometemos a ofrecer sistemas eficientes y confiables que optimicen los gastos a largo plazo, asegurando un retorno de inversión favorable. Con un enfoque en la innovación y el asesoramiento experto, hacemos que la energía solar sea una opción económicamente viable y beneficiosa, contribuyendo a un futuro más verde y con menores costos energéticos.",
      "reviewsHeading": "Reseñas de <span style=\"color: white;\">Google</span>",
      "reviewsSubtitle": "<i>Que opinan nuestros clientes</i>",
      "review1Text": "José Castro fue el mejor en responder todas mis preguntas y evitó que alguien intentara estafarme para que alquilara y no comprara mi sistema solar. Necesitamos más personas honestas como él. ¡Gracias por toda su ayuda, la aprecio mucho!",
      "review2Text": "Me gustaría reconocer a José, quien me salvó de contratar a otra empresa de energía solar. Es rápido y eficiente, me acompaño en cada paso del proceso. Excelente servicio al cliente y confiable. No solo le doy una excelente reseña, sino que también le doy un 199 %. Me dio la tranquilidad de poder hacerle 101 preguntas... su negocio es increíble.",
      "review3Text": "José Castro es mi representante, estoy muy contento con su desempeño, gran servicio, siempre presente y rápido para responder todas mis preguntas a mi entera satisfacción. Mi experiencia con Solar fue fácil y rápida, seguramente lo recomendaré a todos mis amigos y familiares. ¡Buen trabajo! @Jose gracias por toda tu ayuda y apoyo.",
      "review4Text": "Estoy muy feliz de haber podido tener a José Castro como mi representante solar. Ha estado muy ocupado con mi familia desde que instaló 4 casas, incluida la casa de mi madre. Se aseguró de que obtuviéramos la tarifa más baja y nos ayudó en todo momento hasta que tuvimos los paneles funcionando. Recomiendo encarecidamente a José Castro como su Solar Rep. Gracias.",
      "review5Text": "José Castro es increíble!!! Soy un comprador de vivienda por primera vez y me traslade a California. Fue muy informativo, siempre receptivo y ha hecho todo lo posible para ayudarme a aclimatarme. Definitivamente deberías buscarlo.",
      "review6Text": "José Castro es muy profesional y conocedor de la energía solar. Él realmente se preocupa por sus clientes. Siempre estuvo disponible para responder nuestras preguntas y mantenernos actualizados durante el proceso. ¡Gracias José!",
      "review7Text": "José Castro fue muy profesional desde el primer contacto. Se tomó el tiempo para explicarme cada detalle del proceso y resolvió todas mis dudas sobre la instalación de paneles solares. Gracias a su asesoría, pude tomar una decisión informada. ¡Muy recomendable!",
      "review8Text": "José Castro demostró un conocimiento profundo sobre energía solar y me ofreció una solución que se ajusta perfectamente a mis necesidades. Además, su amabilidad y disposición para ayudar fueron notables. Sin duda, una gran experiencia trabajar con él.",
      "moreReviewsButton": "MÁS RESEÑAS",
      "readMore": "Leer Más",
      "Proyectos": "Projects",
      "13 Paneles": "13 Panels",
      "22 Paneles": "22 Panels",
      "26 Paneles": "26 Panels",
      "footerTitle": "Convertimos tu valor en energía eficiente<br> y rentable para tu hogar.",
        "footerContact": "Contactanos:",
        "footerLinks": "Acceso",
        "footerItem1": "Nosotros",
        "footerItem2": "Información",
        "footerItem3": "Inicio",
        "footerItem4": "Preguntas Frecuentes",
        "footerItem5": "Contenido Educativo",
        "footerItem6": "Crea tu proyecto",
        "copyrightText": "2024 | JoseSolares | Todos los derechos reservados"
    }
  }
  